tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "glib"
brew "python@3.8"
brew "cmatrix"
brew "coreutils"
brew "direnv"
brew "docker", link: false
brew "node"
brew "fx"
brew "git"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "lf"
brew "openjdk"
brew "maven"
brew "nvm"
brew "openconnect"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rust"
brew "screen"
brew "tldr"
brew "tmux"
brew "tree"
brew "vnstat", restart_service: true
brew "watch"
brew "wget"
brew "wimlib"
brew "zlib"
brew "heroku/brew/heroku"
cask "alfred"
cask "android-file-transfer"
cask "balenaetcher"
cask "bettertouchtool"
cask "brooklyn"
cask "discord"
cask "docker"
cask "drawio"
cask "firefox"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "gimp"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "java"
cask "jupyter-notebook-viewer"
cask "keyboard-cleaner"
cask "mactex-no-gui"
cask "messenger"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "notion"
cask "rectangle"
cask "slack"
cask "spotify"
cask "tableplus"
cask "ticktick"
cask "virtualbox"
cask "visual-studio-code"
cask "whatsapp"
cask "wkhtmltopdf"
cask "zoomus"
