tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "ack"
brew "coreutils"
brew "docker"
brew "docker-machine"
brew "doxygen"
brew "fx"
brew "git"
brew "graphviz"
brew "htop"
brew "jq"
brew "lf"
brew "maven"
brew "openconnect"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rust"
brew "screen"
brew "tree"
brew "wget"
cask "alfred"
cask "android-file-transfer"
cask "bettertouchtool"
cask "brooklyn"
cask "discord"
cask "firefox"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "gimp"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "java"
cask "jupyter-notebook-viewer"
cask "mactex-no-gui"
cask "messenger"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "virtualbox"
cask "visual-studio-code"
cask "whatsapp"
cask "zoomus"
