christian-kohler.path-intellisense
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
deerawan.vscode-dash
dotdevru.prettier-java
eamodio.gitlens
EditorConfig.EditorConfig
GitHub.copilot
James-Yu.latex-workshop
jgoday.createtmpfile
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
njpwerner.autodocstring
rickynormandeau.mariana-pro
rust-lang.rust
scala-lang.scala
shd101wyy.markdown-preview-enhanced
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
tomoki1207.vscode-input-sequence
wayou.file-icons-mac
wware.snippet-creator
yzane.markdown-pdf
zxh404.vscode-proto3
