bungcip.better-toml
charliermarsh.ruff
christian-kohler.path-intellisense
eamodio.gitlens
EditorConfig.EditorConfig
GitHub.copilot
James-Yu.latex-workshop
jgoday.createtmpfile
martingrzzler.simple-ppm-viewer
ms-python.black-formatter
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
njpwerner.autodocstring
ptweir.python-string-sql
rickynormandeau.mariana-pro
rust-lang.rust-analyzer
shd101wyy.markdown-preview-enhanced
SimonSiefke.svg-preview
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
vadimcn.vscode-lldb
wayou.file-icons-mac
