bierner.markdown-preview-github-styles
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
dotdevru.prettier-java
eamodio.gitlens
EditorConfig.EditorConfig
James-Yu.latex-workshop
jgoday.createtmpfile
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
redhat.java
rickynormandeau.mariana-pro
sleistner.vscode-fileutils
SonarSource.sonarlint-vscode
streetsidesoftware.code-spell-checker
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wayou.file-icons-mac
wware.snippet-creator
